Repository: communitytools/Community-Tools
Catalog: cmtls/translations/*.po
Languages: et

source: Cancel
et: Katkesta

source: Notifications
et: Teavitused

source: Send notifications about new comments to users
et: Saada kasutajatele kohene teade uutest kommentaaridest

source: Notifications are sent the owner of the commented node and all commenters in that node
et: Teade saadetakse postituse autorile ja teistele kommenteerijatele

source: Send daily e-mail about new content to users
et: Saada kasutajatele igapäevane teade uuest sisust

source: Notifications are sent daily about new content and commented content within last 24hrs
et: Teates kuvatakse linke viimase ööpäeva jooksul lisandunud sisule ja kommentaaridele

source: + Add page
et: + Lisa leht

source: New content in !groupname
et: Uued postitused grupis !groupname

source: New comments have been posted in !groupname
et: !groupname, uued kommentaarid

source: The following new groups have been created
et: Loodud on järgmised uued grupid

source: !sitename daily summary
et: !sitename päeva kokkuvõte

source: Hello !username
et: Tere !username

source: Here's a summary of !sitename daily changes
et: Siin on kokkuvõte !sitename veebisaidi viimase ööpäeva uuendustest

source: You can change your notification settings at !link
et: Sa saad muuta oma teavitusi siit: !link

source: Geolocation
et: Geopunkt

source: Delete
et: Kustuta

source: New
et: Uus

source: Tags
et: Võtmesõnad

source: !sitename has new post
et: Veebisaidis !sitename on uus postitus

source: has commented on
et: kommenteeris

source: User !username commented on "!nodetitle"
et: Kasutaja !username kommenteeris postitust "!nodetitle"

source: App type
et: Rakenduse tüüp

source: Custom view
et: Views mooduli view

source: Community Tools: App
et: Community Tools Tööriist

source: Name
et: Nimetus

source: Description
et: Kirjeldus

source: Edit
et: Muuda

source: Move up
et: Liiguta üles

source: Move down
et: Liiguta alla

source: This not an app.
et: Tegemist ei ole tööriistaga

source: Custom view name not set!
et: View nimi on määramata!

source: app
et: rakendus

source: App
et: Tööriist

source: Community Tools apps
et: Community Tools tööriistad

source: Add tool
et: Lisa tööriist

source: Files
et: Failid

source: Geo info
et: Geoandmed

source: Location
et: Asukoht

source: Edit article
et: Muuda artiklit

source: Articles
et: Artiklid

source: post
et: postitus

source: Sorting settings
et: Järjestamise seaded

source: Sorting field
et: Sorteerimise väli

source: Created date
et: Loomise aeg

source: Article title
et: Artikli pealkiri

source: Sorting order
et: Järjestus

source: Ascending
et: Kasvav

source: Descending
et: Kahanev

source: This not a article.
et: Tegemist ei ole artikliga.

source: Latest posts
et: Viimased postitused

source: Most commented
et: Enim kommenteeritud

source: Time added
et: Loomise aeg

source: Title
et: Pealkiri

source: last
et: viimane

source: No posts yet
et: Midagi pole veel postitatud

source: 1 post
et: 1 postitus

source: 1 comment
et: 1 kommentaar

source: Article
et: Artikkel

source: Delete article
et: Kustuta artikkel

source: Community Tools: Article
et: Community Tools: Artikkel

source: Community Tools: Articles
et: Community Tools: Artiklid

source: Add article
et: Lisa postitus

source: wrote
et: kirjutas

source: Comment
et: Kommenteeri

source: Forgot your password?
et: Unustasid parooli?

source: Request new password via e-mail.
et: Soovin uut parooli e-posti vahendusel.

source: Full name
et: Täisnimi

source: Select how to connect to @site
et: Vali saidiga @site ühinemise viis

source: I don't have a user on @site. Create new account for me.
et: Mul ei ole veel @site saidis kontot, loo mulle uus.

source: I already have a user on @site. Connect my accounts.
et: Mul juba on siin saidis konto, ühenda uus ja olemasolev omavahel.

source: Enter your username and password below to authenticate yourself and connect to your existing @site account
et: Sisesta oma olemasoleva konto kasutajanimi ja parool, et seda siduda.

source: Continue
et: Jätka

source: Error saving user account.
et: Viga kasutajakonto salvestamisel.

source: Username field is required
et: Kasutajanime täitmine on kohustuslik

source: Password field is required
et: Parooli sisestamine on kohustuslik

source: Sorry, unrecognized username or password.
et: Vale kasutajanimi või parool.

source: Login
et: Logi sisse

source: Create new account
et: Loo uus konto

source: Latest comments
et: Viimased kommentaarid

source: Delete comment
et: Kustuta kommentaar

source: Comments
et: Kommentaarid

source: Community Tools: Comment
et: Community Tools: Kommentaarid

source: Community Tools comments
et: Community Tools kommentaarid

source: Saving ...
et: Salvestan ...

source: Loading ...
et: Laadin ...

source: Please <a href="@href" class="@class">log in</a> to leave a comment.
et: Kommenteerimiseks <a href="@href" class="@class">logi palun sisse</a>.

source: commented on
et: kommenteeris

source: Community Tools: Dashboard
et: Community Tools: Ülevaade (dashboard)

source: Dashboard
et: Ülevaade

source: Date
et: Kuupäev

source: Event lasts all day
et: Kestab kogu päeva

source: Registration open until
et: Registreerumine on avatud kuni

source: Edit event
et: Muuda sündmust

source: Events
et: Sündmused

source: event
et: sündmus

source: Delete event
et: Kustuta sündmus

source: This is not an event.
et: Tegemist ei ole sündmusega.

source: Event keywords
et: Sündmuse võtmesõnad

source: Yes
et: Jah

source: Maybe
et: Võibolla

source: No
et: Ei

source: Unanswered
et: Ei vasta

source: Attending
et: Osalen

source: Next 7 days
et: Järgmised 7 päeva

source: Next 30 days
et: Järgmised 30 päeva

source: Registration is now closed
et: Registreerumine on nüüdseks lõppenud

source: 1 upcoming
et: 1 tulekul

source: 1 in past
et: 1 möödunud

source: Add to calendar
et: Lisa kalendrisse

source: Community Tools: Event
et: Community Tools: Sündmus

source: Add event
et: Lisa sündmus

source: Whole day
et: Kogu päev

source: Attend
et: Osale

source: Read more
et: Loe lähemalt

source: 1 attending
et: 1 osaleja

source: Today
et: Täna

source: Tomorrow
et: Homme

source: Connect with Facebook
et: Facebooki kaudu registreerumine

source: Use my Facebook avatar as my profile picture
et: Kasuta mu Facebooki pilti

source: RSS import settings
et: RSS impordi seaded

source: Search
et: Otsi

source: Date between
et: Kuupäevavahemik

source: Keyword or phrase
et: Võtmesõna või fraas

source: Sort by
et: Sorteeri

source: or
et: või

source: Community Tools: Forum
et: Community Tools: Foorum

source: Community Tools: Forum thread
et: Community Tools: Foorumi lõim

source: Body
et: Tekst

source: Forums
et: Foorumid

source: topic
et: teema

source: This not a forum.
et: Tegemist ei ole foorumiga.

source: This not a thread.
et: Tegemist ei ole lõimega.

source: thread
et: lõim

source: 1 thread
et: 1 lõim

source: Delete forum
et: Kustuta foorum

source: Add thread
et: Lisa lõim

source: + Add topic
et: + Lisa teema

source: Start a thread
et: Algata lõim

source: Last reply
et: Viimane vastus

source: Address
et: Aadress

source: Cover image
et: Kaanepilt

source: Upload file
et: Lae üles

source: Use as album's cover image
et: Kasuta albumi kaanepildina

source: Community Tools: Album Object
et: Community Tools: Album

source: Gallery
et: Galerii

source: folder
et: kaust

source: Edit album
et: Muuda albumit

source: Delete album
et: Kustuta album

source: Edit file
et: Muuda faili

source: Delete file
et: Kustuta fail

source: Icon for @file
et: Ikoon failile @file

source: Click to download !file
et: Lae alla !file

source: Click to download @file
et: Lae alla @file

source: Upload files
et: Lae üles

source: Save
et: Salvesta

source: No files posted
et: Ühtegi faili pole veel postitatud

source: 1 file
et: 1 fail

source: Delete image
et: Kustuta pilt

source: Download image
et: Lae pilt alla

source: Community Tools: Gallery
et: Community Tools: Galerii

source: Community Tools gallery
et: Community Tools galerii

source: Add files
et: Lisa faile

source: 1 photo
et: 1 foto

source: 1 document
et: 1 dokument

source: Add folder
et: Lisa kaust

source: Main group
et: Peagrupp

source: Posting settings
et: Postituse seaded

source: background
et: taustapilt

source: Community Tools: Group
et: Community Tools: Grupp

source: This is not a group.
et: Tegemist ei ole grupiga.

source: Group has no content
et: Grupis puudub sisu

source: Start by adding tools on the left.
et: Alusta tööriista lisamisega vasakult

source: Application to join group
et: Avaldus grupiga liitumiseks

source: User !username (!profilelink) requested to join group !groupname (!grouplink)
et: User !username (!profilelink) soovib liituda grupiga !groupname (!grouplink)

source: Approve
et: Nõustu

source: Deny
et: Lükka tagasi

source: In self defence wrote
et: Põhjenduseks kirjutas

source: Your application was sent successfully
et: Sinu avaldus on edukalt saadetud

source: group
et: grupp

source: !name already approved to group %group.
et: !name on juba grupi %group liikmeks võetud.

source: !sitename - Application to join group !groupname approved
et: !sitename - Avaldus grupiga !groupname liitumiseks on heaks kiidetud

source: Admin !adminname (!admin_profilelink) approved user's !username (!user_profilelink) request to join group !groupname (!grouplink)
et: Administraator !adminname (!admin_profilelink) lubas kasutajal !username (!user_profilelink) liituda grupiga !groupname (!grouplink)

source: Admin !adminname (!admin_profilelink) approved your request to join group !groupname (!grouplink)
et: Administraator !adminname (!admin_profilelink) andis nõusoleku sinu avaldusele liitumaks grupiga !groupname (!grouplink)

source: Membership request denied.
et: Liitumise avaldus lükati tagasi.

source: Delete group
et: Kustuta grupp

source: Groups
et: Grupid

source: Join group
et: Liitu grupiga

source: Leave group
et: Lahku grupist

source: Community Tools groups
et: Community Tools grupid

source: Overview
et: Ülevaade

source: Members
et: Liikmed

source: 1 member
et: 1 liige

source: Other groups
et: Teised grupid

source: My groups
et: Minu grupid

source: + Create a new group
et: + Loo uus grupp

source: Apply to join
et: Soovin liituda

source: Join
et: Liitun

source: Leave
et: Lahkun

source: Status
et: Staatus

source: Edit idea
et: Idee muutmine

source: Ideas
et: Ideed

source: idea
et: Idee

source: This not a idea.
et: Tegemist ei ole ideega.

source: Post this idea also on my Facebook wall
et: Lisa see idee ka minu Facebooki seinale

source: For
et: Poolt

source: Against
et: Vastu

source: Abstain
et: Ei vasta

source: Answer
et: Vastus

source: Delete idea
et: Idee kustutamine

source: Add idea
et: Uus idee

source: for
et: poolt

source: against
et: vastu

source: Vote
et: Hääleta

source: No map
et: Kaarti ei kasutata

source: Map is hidden
et: Kaart on peidetud

source: Map is half page
et: Kaart täidab pool sisuosast

source: Map is full page
et: Kaart täidab kogu sisuosa

source: Map settings
et: Kaardi seaded

source: Default map state
et: Kaardi kuvamine

source: Map icon
et: Ikoon kaardil

source: White
et: Valge

source: Red
et: Punane

source: Blue
et: Sinine

source: Yellow
et: Kollane

source: Community Tools: Map vector layer type
et: Community Tools: Kaardi vektorikihi tüüp

source: Pop Up
et: Hüpik

source: Adds clickable info boxes to points or shapes on maps.
et: Lisab klikitavad infokastid kaardipunktidele.

source: What would you like to add?
et: Mida sa soovid lisada?

source: Map
et: Kaart

source: Default map layer
et: Vaikimisi kaardi kiht

source: Default map layer machine name: osm_mapnik, google_satellite, google_hybrid, google_normal, google_physical
et: Vaikimisi kaardi aluskiht: osm_mapnik, google_satellite, google_hybrid, google_normal, google_physical

source: Default map centerpoint
et: Algne kaardi keskkoht

source: Geo coordinate: latitude, longitude. Example: 24.734559058178, 59.424735894784
et: Geo koordinaat. Näiteks: 24.734559058178, 59.424735894784

source: Default map zoom
et: Vaikimisi kaardi suurendus

source: The zoom state
et: Suurendus numbrina

source: Choose
et: Vali

source: Community Tools: Map
et: Community Tools: Kaart

source: Add point
et: Lisa punkt

source: Click on the map to add new point
et: Punkti lisamiseks kliki soovitud kohas kaardile

source: Layers
et: Kihid

source: Move
et: Liiguta

source: Community Tools: Group Member
et: Community Tools: Grupi liige

source: Phone
et: Telefon

source: Homepage
et: Kodulehekülg

source: New replies to my posts or comments, instantly
et: Kui vastatakse minu postitustele või kommentaaridele, koheselt

source: New posts in my groups
et: Kui tekib uut sisu minu gruppides

source: Instantly
et: Kohe

source: Daily
et: Kord päevas

source: All
et: Kõik

source: Subject
et: Teema

source: Content
et: Sisu

source: Send
et: Saada

source: Member
et: Liige

source: Create group administrator
et: Loo grupi administraator

source: Community Tools: Member
et: Community Tools: Liige

source: Group members
et: Grupi liikmed

source: Updates
et: Uuendused

source: My content
et: Minu sisu

source: Group administrator
et: Grupi administraator

source: Change
et: Muuda

source: Edit profile
et: Muuda profiili

source: Recent activity in my groups
et: Viimati toimunu minu gruppides

source: My recent activities
et: Minu viimased toimingud

source: Send me e-mail notifications on
et: Teavita mind e-kirja teel

source: Connect with ID card
et: ID-kaardi või Mobiili ID kaudu registreerumine

source: Contact
et: Kontakt

source: Website
et: Veebisait

source: Edit place
et: Muuda kohta

source: Places
et: Kohad

source: Place
et: Koht

source: place
et: koht

source: More
et: Rohkem

source: Add place
et: Lisa koht

source: Edit problem
et: Probleemi muutmine

source: Problems
et: Probleemid

source: problem
et: probleem

source: This not a problem.
et: Tegemist ei ole probleemiga.

source: This problem has been fixed
et: Probleem on lahendatud

source: This problem has not been fixed
et: Probleem ei ole lahendatud

source: Problem category
et: Probleemi kategooria

source: Fixed
et: Lahendatud

source: New report
et: Lahendamata

source: Not fixed
et: Lahendamata

source: No problems posted
et: Ühtegi probleemi pole veel postitatud

source: 1 new
et: 1 uus

source: 1 fixed
et: 1 lahendatud

source: Delete problem
et: Probleemi kustutamine

source: Add problem
et: Lisa probleem

source: reported
et: teatas

source: Repoted
et: Teavitatud

source: Id of the user
et: Kasutaja Id

source: Id of the parent node
et: Ülemise taseme node'i ID

source: Please <a href="@href" class="@class">log in</a> to submit your stance.
et: Vastamiseks <a href="@href" class="@class">logi palun sisse</a>.

source: Malformed data.
et: Valel kujul andmed.

source: Community Tools: Upload
et: Community Tools: Üleslaadimine

source: Click button on the left to start adding files to upload queue
et: Kliki vasakut nuppu, et lisada üleslaadimiseks faile

source: Upload
et: Lae üles

source: Id of the file uploaded
et: Üleslaetud faili ID

source: Id of the user who uploaded the file
et: Üles laadinud kasutaja ID

source: Session id of the upload
et: Sessiooni ID

source: %count files in queue. %totalsize %unit in total
et: Järjekorras on %count faili. Kokku %totalsize %unit

source: Error uploading file <strong>%file</strong>. Seems that the uploader doesn't have permissions to access your server (error code 401: Unauthorized)
et: Faili <strong>%file</strong> üleslaadimisel tekkis viga. Tundub, et failide kirjutamiseks puuduvad õigused (vea kood 401: Unauthorized)

source: Error uploading file <strong>%file</strong>. Seems that the uploader doesn't have permissions to access your server (error code 403: Forbidden)
et: Faili <strong>%file</strong> üleslaadimisel tekkis viga. Tundub, et failide kirjutamiseks puuduvad õigused (vea kood 403: Forbidden)

source: Start upload
et: Lae üles

source: Cancel all uploads
et: Katkesta üleslaadimised

source: Loading
et: Laadin

source: More items
et: Kuva rohkem

source: Share
et: Jaga

source: Log in or <a href="@href" class="@class">sign up</a> to become a member.
et: Logi sisse või <a href="@href" class="@class">registreeru kasutajaks</a>.

source: Register or <a href="@href" class="@class">log in</a> if you already have an account.
et: Registreeru või <a href="@href" class="@class">logi sisse</a>, kui sul juba on konto.

source: Map and Text
et: Kaart ja tekst

source: Text
et: Tekst

source: (Members)
et: (Liikmed)

source: (Join group)
et: (Liitu grupiga)

source: My stuff
et: Minu asjad

source: Profile
et: Profiil

source: Log out
et: Logi välja

source: Account
et: Konto

source: Register
et: Registreeru

source: Community Tools: default theme
et: Community Tools: vaikimisi theme

source: Community Tools Site Menu
et: Community Tools saidi menüü

source: Footer
et: Jalus

source: Sorry, our website only supports Internet Explorer version 8 and newer. Please upgrade.
et: Vabandust, meie sait toetab Internet Explorer versiooni 8 ja uuemaid. Palun uuenda oma brauserit.

source: Close
et: Sulge
